{
    "1": "Cannot open the %% file.\n\nMake sure a disk is in the drive you specified.",
    "2": "Cannot find the %% file.\n\nDo you want to create a new file?",
    "3": "The text in the %% file has changed.\n\nDo you want to save the changes?",
    "4": "Untitled",
    "5": "%1 - Notepad",
    "6": "Cannot find \"%%\"",
    "7": "Not enough memory available to complete this operation. Quit one or more applications to increase available memory, and then try again.",
    "8": "The %% file is too large for Notepad.\n\nUse another editor to edit the file.",
    "9": "Notepad",
    "10": "Failed to initialize file dialogs. Change the file name and try again.",
    "11": "Failed to initialize print dialogs. Make sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.",
    "12": "Cannot print the %% file. Be sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.",
    "13": "Not a valid file name.",
    "14": "Cannot create the %% file.\n\nMake sure that the path and file name are correct.",
    "15": "Cannot carry out the Word Wrap command because there is too much text in the file.",
    "16": "%%",
    "17": "notepad.hlp",
    "18": "&f",
    "19": "Page &p",
    "20": "Text Documents (*.txt)",
    "21": "All Files ",
    "22": "Open",
    "23": "Save As",
    "24": "You cannot shut down or log off Windows because\nthe Save As dialog box in Notepad is open. Switch to\nNotepad, close this dialog box, and then try shutting\ndown or logging off Windows again.",
    "25": "Cannot access your printer.\nBe sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.",
    "26": "%%\nYou do not have permission to open this file.  See the owner of the file or an administrator to obtain permission.",
    "27": "%%\n This file contains characters in Unicode format which will be lost if you save this file as an ANSI encoded text file. To keep the Unicode information, click Cancel below and then select one of the Unicode options from the Encoding drop down list. Continue?",
    "28": "Page too small to print one line.\nTry printing using smaller font.",
    "29": "Common Dialog error (0x%04x)",
    "30": "Notepad - Goto Line",
    "31": "The line number is beyond the total number of lines",
    "32": "ANSI",
    "33": "Unicode",
    "34": "Unicode big endian",
    "35": "UTF-8",
    "36": "Page %d",
    "37": "   Ln %d, Col %d  ",
    "38": " Compressed,",
    "39": " Encrypted,",
    "40": " Hidden,",
    "41": " Offline,",
    "42": " ReadOnly,",
    "43": " System,",
    "44": " File",
    "45": "fFpPtTdDcCrRlL",
    "46": "&Encoding:",
    "47": "Notepad was running in a transaction which has completed.\n\nWould you like to save the %% file non-transactionally?",
    "469": "Text Document",
    "470": "New Text Document",
    "3000": "Notepad",
    "3001": "Do you want to save changes to %%?",
    "3002": "&Save",
    "3003": "Do&n't Save"
}    