{
    "402": "privacy.rtf",
    "403": "OOBE_HELP_Opt_in_Details.rtf",
    "480": "Персонализация",
    "481": "Подключиться к сети",
    "482": "Параметры",
    "483": "Ваша учетная запись",
    "484": "Завершение установки",
    "485": "Вход",
    "490": "42;light;none;Segoe UI",
    "491": "20;light;none;Segoe UI",
    "492": "11;normal;none;Segoe UI",
    "493": "11;semibold;none;Segoe UI",
    "494": "15;light;none;Segoe UI",
    "495": "27;light;none;Segoe UI",
    "496": "11;light;none;Segoe UI",
    "497": "20;light;none;Segoe UI",
    "503": "Настройка Windows",
    "504": "&Пропустить",
    "505": "Да&лее",
    "506": "&Готово",
    "508": "Укажите, где вы находитесь",
    "509": "Добавьте другой язык",
    "511": "Имя пользователя не может включать следующие знаки:\n\" / \\ [ ] : | < > + = ; , ? * %",
    "513": "Вы можете использовать любое имя, какое захотите, но оно не должно включать пробелы или следующие символы:\n{ | } ~ [ \\ ] ^ ' : ; < = > ? @ ! \" # $ % ` ( ) + / . , * &",
    "519": "Эту раскладку клавиатуры невозможно использовать для ввода имени компьютера. Воспользуйтесь другой клавиатурой.",
    "521": "Имя компьютера не может совпадать с вашим именем пользователя или содержать пробелы.\nВведите другое имя.",
    "522": "Пример: home-pc",
    "523": "Имя пользователя не может содержать символ @.\nХотите войти в систему с помощью адреса электронной почты? Используйте для этого учетную запись Майкрософт.",
    "524": "Это имя пользователя уже занято. Выберите другое имя.",
    "525": "Введите другое имя пользователя.",
    "526": "Имя вашего компьютера слишком длинное или содержит недопустимые символы.",
    "527": "Вы можете использовать любое имя, какое захотите, кроме следующих слов: CON, PRN, AUX, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8 и LPT",
    "531": "Пароли не совпадают.",
    "533": "Пароль, который вы ввели, не отвечает требованиям к сложности, заданным администратором этой сети или группы. Узнайте требования у администратора и введите новый пароль.",
    "536": "Этот ключ продукта не подходит. Проверьте его и попробуйте еще раз либо пропустите этот шаг.",
    "537": "Этот ключ не подходит для данного выпуска Windows. Попробуйте другой ключ.",
    "538": "Введите ключ продукта еще раз.",
    "539": "Проверка ключа продукта",
    "540": "Пора ввести ключ продукта. Он указан на коробке с DVD-диском Windows, в сообщении, которое вы получили при ее покупке, или на наклейке сертификата подлинности, которая находится на корпусе компьютера, на адаптере питания или в батарейном отсеке ноутбука. (Батарею можно извлечь, если ноутбук подключен к сети питания.)",
    "541": "Введите свой ключ продукта. При подключении к Интернету он будет отправлен в Майкрософт, и мы активируем Windows.",
    "556": "Справка и поддержка",
    "557": "Значок галочки",
    "562": "Ключ продукта выглядит примерно так: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX",
    "566": "Выберите другое имя пользователя (оно не может быть таким же, как имя компьютера).",
    "567": "&Не принимаю",
    "568": "Для обновления нужно принять условия",
    "569": "Имя пользователя должно содержать отображаемые символы.",
    "570": "Недопустимый символ.\nПроверьте свой ключ продукта и попробуйте еще раз.",
    "571": "Прочтите этот документ, чтобы знать, на что вы соглашаетесь.",
    "572": "&Принимаю",
    "573": "Прочтите условия лицензии.",
    "574": "Специальные возможности",
    "575": "Назад",
    "577": "%1_pageroot",
    "578": "•",
    "579": "Закрыть",
    "580": "Если вы не примете эти условия лицензии, обновление будет отменено и удалено с компьютера. Если вы решите установить его позже, нужно будет вернуться в Магазин и скачать его еще раз.",
    "581": "&Отменить обновление",
    "582": "&Просмотреть условия",
    "587": "Проверка наличия обновлений",
    "588": "Настроим основные параметры",
    "589": "Применение параметров",
    "590": "Завершение настройки параметров",
    "591": "Мы продолжим через пару секунд",
    "592": "Не удалось подключиться. Попробуйте еще раз (это %1!u!-я из %2!u! попыток).",
    "593": "Нам не удалось настроить ваше устройство.",
    "594": "Поиск устройства Bluetooth",
    "595": "Windows выполняет связывание с устройством",
    "596": "Введите ПИН-код для этой клавиатуры",
    "597": "Чтобы завершить подключение клавиатуры, нажмите клавишу ВВОД",
    "598": "Настройка вашего устройства",
    "599": "Готово!",
    "600": "Мышь",
    "601": "Клавиатура",
    "602": "Кнопка \"Далее\"",
    "603": "Кнопка \"Пропустить\"",
    "604": "Не удалось подключить мышь. Перезагрузите компьютер и попробуйте еще раз или подключите проводную мышь. Если это не поможет, обратитесь к изготовителю компьютера.",
    "605": "Не удалось подключить клавиатуру. Перезагрузите компьютер и попробуйте еще раз или подключите проводную клавиатуру. Если это не поможет, обратитесь к изготовителю компьютера.",
    "606": "Нажмите кнопку на устройстве, чтобы завершить его подключение.",
    "607": "Изображение с инструкциями OEM",
    "610": "&Использовать стандартные параметры",
    "611": "&Настроить",
    "612": "Получать варианты и результаты поиска из Интернета с помощью Bing для Windows Search и разрешить Майкрософт использовать сведения о вашем расположении и другие данные для персонализации результатов.",
    "613": "[Данные недоступны]",
    "614": "Рекомендуем использовать эти параметры (если выбрать их, компьютер будет иногда отправлять в Майкрософт данные). Вы можете настроить их сейчас или позже.",
    "615": "Стандартные параметры",
    "616": "Автоматически устанавливать обновления Windows и приложений, а также программное обеспечение для устройств.",
    "617": "Защищать компьютер от небезопасных файлов, приложений и веб-сайтов, а также искать решения проблем в Интернете.",
    "618": "Отправлять в Майкрософт данные для улучшения работы программного обеспечения, служб и услуг определения местоположения.",
    "619": "Предварительно загружать прогнозируемые страницы в Internet Explorer (для этого ваш журнал браузера будет отправляться в Майкрософт).",
    "620": "Разрешить Windows и приложениям использовать ваше имя, аватар и идентификатор получателя рекламы, а также запрашивать сведения о вашем местонахождении у платформы расположений Windows.",
    "621": "Автоматически находить компьютеры и устройства в этой сети и подключаться к ним.",
    "622": "Не находить компьютеры и устройства в этой сети и не подключаться к ним автоматически.",
    "623": "Автоматически обновлять приложения.",
    "624": "Некоторые параметры были отключены вашим администратором.",
    "625": "Включено",
    "626": "Отключено",
    "627": "Автоматически устанавливать важные и рекомендуемые обновления",
    "628": "Автоматически устанавливать важные обновления",
    "629": "Не настраивать Центр обновления Windows (не рекомендуется)",
    "630": "Обновление компьютера и приложений",
    "631": "Центр обновления Windows",
    "632": "Автоматически получать драйверы, приложения и данные для новых устройств",
    "633": "Получать варианты и результаты поиска из Интернета с помощью Bing для Windows Search и разрешить Майкрософт использовать мой журнал поиска, сведения о моем расположении и некоторые данные учетной записи для персонализации результатов",
    "634": "Защита компьютера и конфиденциальности",
    "635": "Предварительно загружать прогнозируемые страницы в Internet Explorer (для этого журнал браузера будет отправляться в Майкрософт)",
    "636": "Использовать веб-службы SmartScreen для защиты от скачивания вредоносных файлов и от вредоносного содержимого на сайтах, загружаемых приложениями Магазина Windows и браузером Internet Explorer",
    "637": "Отправлять запрос Do Not Track (\"Не отслеживать\") на веб-сайты, посещаемые в Internet Explorer",
    "638": "Обновите свои приложения",
    "639": "Позволить приложениям использовать мой идентификатор получателя рекламы",
    "640": "Часовой &пояс",
    "645": "Настройка вашей учетной записи",
    "646": "Д&алее",
    "647": "&Отмена",
    "648": "&Изменить клавиатуру",
    "649": "Теперь нужно настроить вашу учетную запись",
    "650": "Язык и регион",
    "652": "Язык невозможно изменить позднее, поэтому подумайте хорошенько.",
    "653": "Выберите язык.",
    "654": "Языки интерфейса",
    "662": "Подтвердите пароль своей локальной учетной записи.",
    "664": "Неправильный пароль. Попробуйте еще раз.",
    "665": "Проверка подключения к Интернету",
    "670": "Помогите Майкрософт улучшить продукты и службы",
    "671": "Включить фильтр SmartScreen в Internet Explorer, чтобы проверять URL-адреса и скачиваемые файлы",
    "672": "Улучшить защиту от вредоносных программ, отправляя данные и файлы в Microsoft Active Protection Service, когда включен Защитник Windows",
    "673": "Отправлять в Майкрософт данные о расположении при использовании приложений, определяющих его",
    "674": "Отправлять в Майкрософт сведения о том, как я использую компьютер, в рамках программы улучшения качества программного обеспечения (для сбора данных будет периодически скачиваться файл)",
    "675": "Отправлять в Майкрософт сведения о том, как я использую справку, для ее улучшения",
    "680": "Выберите цвет, который вам нравится, и назовите компьютер, как хотите. Потом вы сможете настроить и другие параметры.",
    "681": "Дайте своему компьютеру любое имя, какое захотите. Если вы хотите изменить цвет фона, отключите высокую контрастность в окне \"Параметры компьютера\".",
    "683": "Выбрать набор цветов",
    "684": "Выберите цвет, который вам нравится. Потом вы сможете настроить и другие параметры.",
    "685": "Если вы хотите изменить цвет фона, отключите высокую контрастность в окне \"Параметры компьютера\".",
    "686": "Введите имя для этого компьютера.",
    "687": "Имя компьютера можно изменить позже в окне \"Параметры компьютера\".",
    "688": "Недопустимое имя компьютера. Введите другое имя.",
    "689": "Ползунок цвета",
    "690": "Поиск решений проблем в Интернете",
    "691": "Использовать отчеты об ошибках Windows для поиска решений проблем в Интернете",
    "692": "Автоматически обновлять мои приложения",
    "693": "Отправка данных в Майкрософт и другие службы",
    "694": "Разрешить приложениям использовать мое имя и аватар",
    "695": "Разрешить Windows и приложениям запрашивать сведения о моем местонахождении у платформы расположений Windows",
    "696": "Использовать списки совместимости Internet Explorer для улучшения работы некоторых сайтов",
    "697": "Разрешить Windows и приложениям использовать ваше имя, аватар, идентификатор получателя рекламы и данные о домене, а также запрашивать сведения о вашем местонахождении у платформы расположений Windows.",
    "698": "Разрешить приложениям использовать мое имя, аватар и другие данные об учетной записи домена",
    "704": "Подключение к незащищенной сети %1.",
    "705": "Введите пароль для %1.",
    "706": "Введите пароль для %1.",
    "707": "Чтобы подключиться к %1, введите ПИН-код, указанный на наклейке маршрутизатора (обычно он состоит из 8 цифр).",
    "708": "Введите свое имя пользователя и пароль для %1.",
    "709": "Выберите тип сведений для входа для %1.",
    "710": "Если вы хотите использовать пароль, придумайте такой, который вам будет легко запомнить, а другим — сложно угадать.",
    "711": "Введите пароль встроенной учетной записи администратора, которую можно использовать для входа на этот компьютер.",
    "712": "Windows не удается подключиться к Интернету.\n\nСоздайте пока локальную учетную запись. Мы поможем вам настроить учетную запись Майкрософт позднее.",
    "713": "По какой-то причине нам не удалось настроить вашу учетную запись Майкрософт.\n\nСоздайте пока локальную учетную запись. Мы поможем вам настроить учетную запись Майкрософт позднее.",
    "714": "Пример: Андрей",
    "715": "Введите свое имя пользователя.",
    "716": "Нужно ввести подсказку, которая поможет вам вспомнить пароль.",
    "717": "Подсказка для пароля не может содержать ваш пароль.",
    "719": "Имя пользователя",
    "720": "Пароль",
    "721": "Введите пароль еще раз",
    "722": "Подсказка для пароля",
    "723": "По какой-то причине нам не удалось настроить вашу учетную запись Майкрософт.\n\nПока вы можете продолжать пользоваться существующей учетной записью. Мы поможем вам настроить учетную запись Майкрософт позднее.",
    "724": "Windows не удается подключиться к Интернету.\n\nПока вы можете продолжать пользоваться существующей учетной записью. Мы поможем вам настроить учетную запись Майкрософт позднее.",
    "730": "Вы подключились к сети. Вы хотите найти в ней компьютеры, устройства и содержимое, а также автоматически подключиться к принтерам и телевизорам?",
    "731": "Д&а",
    "732": "Для домашних или рабочих сетей",
    "733": "Н&ет",
    "734": "Для сетей в общественных местах",
    "735": "Вы подключились к сети %1. Вы хотите найти в ней компьютеры, устройства и содержимое, а также автоматически подключиться к принтерам и телевизорам?",
    "736": "Подключение к сети и применение параметров",
    "741": "Кто-то уже использует эту учетную запись Майкрософт для входа на данный компьютер. Укажите другой адрес электронной почты.",
    "742": "Нажата клавиша CAPS LOCK",
    "765": "&Повторить",
    "766": "&Создать локальную учетную запись",
    "767": "Использовать &существующую учетную запись",
    "768": "Ваше устройство",
    "769": "Устройство подключено.",
    "770": "Устройство подключено. Кнопка \"Далее\".",
    "785": "%1 использует прокси-сервер и требует дополнительных сведений для входа.",
    "786": "Пропустить этот шаг",
    "787": "&Ввести параметры прокси-сервера",
    "788": "Выберите сеть и подключитесь к Интернету для завершения настройки своего компьютера.",
    "789": "Выполняется подключение к %1",
    "790": "Введите свой пароль",
    "791": "&Я не %1",
    "800": "Индикатор ввода",
    "801": "12pt;Bold;none;Segoe UI",
    "802": "11;semilight;none;Segoe UI",
    "810": "Ключ продукта (дефисы добавляются автоматически)",
    "811": "Включить заголовок Do Not Track (\"Не отслеживать\") в Internet Explorer.",
    "812": "Чтобы ваш компьютер работал лучше, мы будем обновлять его и устанавливать программное обеспечение для новых устройств. Эти функции всегда включены, а для их правильной работы требуется отправлять данные в Майкрософт.",
    "820": "Набор цветов %1",
    "821": "Использовать тему устройства",
    "822": "Использование темы устройства",
    "830": "Страна или регион",
    "831": "Язык приложений",
    "832": "Раскладка клавиатуры",
    "842": "Задайте параметры прокси-сервера, указав расположение сценария автоматической настройки или адрес статического прокси-сервера.",
    "843": "Не удалось подключиться к Интернету. Проверьте параметры и попробуйте еще раз.",
    "844": "Сценарий автоматической настройки",
    "845": "Статический прокси-сервер",
    "846": "Порт",
    "847": "Выполняется подключение к Интернету",
    "848": "Пропустить этот шаг",
    "861": "Введите имя пользователя и пароль для %1.",
    "862": "Имя пользователя",
    "863": "Пароль",
    "864": "Неправильное имя пользователя или пароль. Попробуйте еще раз.",
    "865": "Пропустить этот шаг",
    "866": "Введите имя пользователя и пароль",
    "867": "Прокси-сервер: %1",
    "1121": "Имя &компьютера",
    "1122": "Имя компьютера",
    "1124": "Условия лицензии",
    "1132": "&Имя пользователя",
    "1133": "Парол&ь",
    "1134": "&Введите пароль еще раз",
    "1135": "П&одсказка для пароля",
    "1146": "Ключ продукта",
    "1153": "Ключ продукта",
    "1157": "&Заявление о конфиденциальности",
    "1172": "&Страна или регион",
    "1173": "&Язык приложений",
    "1174": "&Раскладка клавиатуры",
    "1219": "&Подробнее о стандартных параметрах",
    "1220": "&Заявление о конфиденциальности",
    "12900": "Индикатор ввода",
    "12901": "12pt;Bold;;Segoe UI",
    "12902": "11;semilight;none;Segoe UI",
    "25467": "%s\n%s\n\nДля переключения методов ввода нажмите клавиши\nWINDOWS+ПРОБЕЛ."
}
