{
    "1001": "Ошибка",
    "1002": "Добро пожаловать",
    "1003": "Выход из системы",
    "1004": "Изменение пароля",
    "1005": "Добро пожаловать",
    "1006": "Блокировка",
    "1007": "Подготовка параметров безопасности",
    "1008": "Подождите",
    "1009": "Подготовка Windows",
    "1010": "Закрытие рабочего стола",
    "1011": "Подготовка Windows",
    "1012": "Подождите, пока перезапускаются службы",
    "1100": "Завершение работы Windows",
    "1101": "Переход в спящий режим",
    "1102": "Гибернация",
    "1103": "Отстыковка и переход в спящий режим",
    "1200": "Предпринята попытка завершить работу другого компьютера, к которому вы подключены. В результате никто не сможет использовать этот компьютер, пока он не будет перезагружен вручную.\r\n\r\nПодтверждаете выполнение этой операции?",
    "1201": "Предпринята попытка завершить работу другого компьютера, к которому подключены вы и другие пользователи. В результате никто не сможет использовать этот компьютер, пока он не будет перезагружен вручную.\r\n\r\nПодтверждаете выполнение этой операции?",
    "1202": "Вы отдаете команду завершения работы для этого компьютера в то время, как с ним работают другие пользователи. Эти пользователи могут потерять данные.\r\n\r\nПодтверждаете выполнение этой операции?",
    "1203": "Вы отдаете команду перезагрузки для этого компьютера в то время, как с ним работают другие пользователи. Эти пользователи могут потерять данные.\r\n\r\nПодтверждаете выполнение этой операции?",
    "1204": "Завершение работы",
    "1205": "Перезагрузка",
    "1301": "Пароль был изменен.",
    "1302": "Смена пароля сейчас невозможна, так как домен %s недоступен.",
    "1303": "Неверное имя пользователя или старый пароль. Пароли вводятся с учетом регистра.",
    "1304": "Отсутствует разрешение на смену пароля.",
    "1305": "В данное время изменение пароля этой учетной записи невозможно.",
    "1306": "Невозможно изменить пароль, так как выбранный компьютер не является контроллером домена. Введите имя домена или контроллера домена и повторите попытку.",
    "1307": "Введите пароль, который отвечает этим требованиям.",
    "1308": "Новый пароль не соответствует требованиям к длине, сложности или уникальности пароля. Введите другой пароль.",
    "1309": "Пароль должен содержать не менее %hu знаков, не может повторять ни один из %hu предыдущих паролей, должен существовать не менее %ld дней, должен содержать заглавные буквы, цифры или знаки пунктуации и не может содержать имя вашей учетной записи или ваше имя.",
    "1310": "Пароль должен содержать не менее %hu знаков, не может повторять ни один из %hu предыдущих паролей и должен существовать не менее %ld дней.",
    "1311": "Не удается изменить пароль учетной записи из-за следующей ошибки:\n\n%d : %s\n\nОбратитесь к системному администратору.",
    "1312": "Не удалось изменить пароль поставщика сетевых услуг.",
    "1400": "Этот компьютер заблокирован. Разблокировать его может только пользователь, выполнивший вход.",
    "1540": "Не найден файл ключа запуска на дискете, вставленной в дисковод А. Требуется вставить ключевую дискету.",
    "1541": "Файл ключа не найден",
    "1900": "Windows не удалось подключиться к службе \"%s\".\n\nОбратитесь к системному администратору.",
    "1901": "Windows не удалось подключиться к службе \"%s\". Это препятствует входу в систему обычных пользователей. \nКак пользователь с правами администратора, вы можете просмотреть журнал системных событий для определения причин проблемы.",
    "1902": "Не удалось подключиться к службе Windows",
    "1903": "Службе \"%s\" не удалось войти в систему.\n\n%s",
    "1904": "Работает %s",
    "1905": "Диспетчер локальных сеансов",
    "2000": "Не удалось восстановить подключения ко всем сетевым дискам",
    "2001": "Для проверки состояния сетевых дисков щелкните здесь.",
    "2010": "Рекомендуется изменить ваш пароль",
    "2011": "Число дней до истечения срока действия пароля: %ld.",
    "2012": "Срок действия вашего пароля истекает сегодня.",
    "2013": "Журнал аудита заполнен до предела",
    "2014": "Журнал безопасности переполнен. Когда такое случается, вход в систему возможен только для администраторов.",
    "2015": "Ограничения времени входа",
    "2016": "Ваш сеанс будет прерван через %ld мин согласно политике ограничения времени входа.",
    "2017": "Ваш сеанс будет завершен",
    "2018": "Сбой инициализации процесса интерактивного входа.\n\nПодробности см. в журнале событий.",
    "2019": "Сбой инициализации процесса входа",
    "2020": "Только текущий пользователь или администратор может выполнить вход в этот сеанс.",
    "2021": "Пользователь %s\\%s отклонил ваш запрос на отключение.",
    "2022": "Подождите ответа от %s\\%s.",
    "2023": "Процессу входа не удалось отобразить параметры безопасности и входа в систему при нажатии клавиш CTRL+ALT+DELETE. Если Windows не отвечает, нажмите клавишу ESC или воспользуйтесь переключателем питания, чтобы перезагрузить компьютер.",
    "2024": "Не удалось отобразить параметры безопасности и завершения работы",
    "2025": "Ваш компьютер будет заблокирован через %ld мин согласно политике ограничения времени входа.",
    "2026": "Ваш сеанс работы в Windows будет завершен через %ld мин. согласно политике ограничения времени входа.",
    "2027": "Срок действия вашего пароля истекает завтра.",
    "2028": "\nЧтобы изменить пароль, нажмите клавиши CTRL+ALT+DEL, а затем нажмите кнопку \"Сменить пароль\".",
    "2029": "Доступные системные ресурсы компьютера на исходе, поэтому вход новых пользователей невозможен. Используйте учетную запись, вход которой в систему уже выполнен.",
    "2030": "Журнал безопасности на этом компьютере заполнен до предела. Только администраторы могут войти в систему для устранения проблемы.",
    "2031": "Политики безопасности на этом компьютере настроены для отображения сведений о последнем интерактивном входе в систему, но Windows не удалось получить эти сведения. Обратитесь за помощью к администратору сети.",
    "2032": "%s (%s)\n\nЭто первый интерактивный вход с использованием этой учетной записи.\n\n\n",
    "2033": "%s (%s)\n\nУспешный вход в систему\nВремя последнего интерактивного входа в систему с этой учетной записью: %s\n\nНеудачный вход в систему\nСо времени последнего интерактивного входа в систему неудачных попыток интерактивного входа в систему с этой учетной записью не было.\n\n\n",
    "2034": "%s (%s)\n\nУспешный вход в систему\nПоследний раз вы интерактивно входили в систему с этой учетной записью в %s\n\nНеудачный вход в систему\nПоследняя неудачная попытка входа в систему с этой учетной записью была выполнена в %s\nЧисло неудачных попыток входа в систему с момента вашего последнего интерактивного входа: %d.\n\n\n",
    "2035": "%s (%s)\n\nЭто первый интерактивный вход в систему с использованием данной учетной записи.\n\nНеудачный вход в систему\nВремя последней неудачной попытки интерактивного входа в систему с этой учетной записью: %s\nЧисло неудачных попыток интерактивного входа в систему со времени создания вашей учетной записи: %d.\n\n\n",
    "2036": "%s (%s)\n\nПолитики безопасности на этом компьютере задают отображение сведений о последнем интерактивном входе в систему, но Windows не удалось получить эти сведения, так как вы выполнили вход с использованием ранее сохраненных сведений об учетной записи.",
    "2037": "Принудительно примененная политика разрешает вход в систему в безопасном режиме только для администраторов.",
    "2040": "Операционной системе требуются ваши учетные данные для проверки работоспособности сети.",
    "2041": "Операционной системе требуются ваши учетные данные",
    "2042": "Заблокируйте компьютер и разблокируйте его, используя последний пароль или смарт-карту.",
    "2043": "Не удается подключиться к серверу входа",
    "2044": "Вход выполнен с помощью ранее сохраненных сведений об учетной записи. Если вы изменили сведения о своей учетной записи со времени последнего входа в систему на этом компьютере, изменения не будут отражены во время текущего сеанса.",
    "2045": "Выход из системы отменен",
    "2046": "\nЧтобы изменить пароль, нажмите клавиши CTRL+ALT+DEL, а затем нажмите кнопку \"Сменить пароль\".",
    "2047": "Процессу входа не удалось отобразить параметры безопасности и входа в систему при нажатии клавиш CTRL+ALT+END. Если Windows не отвечает, нажмите клавишу ESC или воспользуйтесь переключателем питания, чтобы перезагрузить компьютер.",
    "2048": "Windows требуются учетные данные смарт-карты для доступа к корпоративной сети. Щелкните здесь, чтобы ввести учетные данные, либо заблокируйте компьютер, а затем отмените блокировку с помощью смарт-карты.",
    "2049": "Windows требуются учетные данные смарт-карты",
    "2050": "Для доступа к корпоративной сети Windows необходимы другие учетные данные. Заблокируйте компьютер, а затем разблокируйте его с использованием этих учетных данных",
    "2051": "Windows необходимы другие учетные данные",
    "2052": "Ваш ПК автоматически перезагрузится через одну минуту",
    "2101": "Пользователь %s отклонил ваш запрос на отключение.",
    "2102": "Подождите отклика от %s.",
    "3000": "Возобновление работы Windows",
    "3001": "Возобновление работы Windows",
    "4000": "Вы хотите разрешить этому приложению чтение сохраненного имени пользователя и пароля?",
    "4001": "Подтверждение учетных данных",
    "5000": "Ошибка лицензии",
    "5001": "Для этой системы не поддерживается загрузка с виртуального жесткого диска"
}
