{
    "402": "privacy.rtf",
    "403": "OOBE_HELP_Opt_in_Details.rtf",
    "480": "Personalize",
    "481": "Get online",
    "482": "Settings",
    "483": "Your account",
    "484": "Finishing setup",
    "485": "Sign in",
    "490": "42;light;none;Segoe UI",
    "491": "20;light;none;Segoe UI",
    "492": "11;normal;none;Segoe UI",
    "493": "11;semibold;none;Segoe UI",
    "494": "15;light;none;Segoe UI",
    "495": "27;light;none;Segoe UI",
    "496": "11;light;none;Segoe UI",
    "497": "20;light;none;Segoe UI",
    "503": "Set Up Windows",
    "504": "S&kip",
    "505": "&Next",
    "506": "&Finish",
    "508": "Choose your location",
    "509": "Add another language",
    "511": "The user name cannot contain these characters:\n\" / \\ [ ] : | < > + = ; , ? * %",
    "513": "You can use any name you want… as long as you don’t use spaces or these characters:\n{ | } ~ [ \\ ] ^ ' : ; < = > ? @ ! \" # $ % ` ( ) + / . , * &",
    "519": "This keyboard layout can’t be used to enter a name for this PC. Try using a different keyboard.",
    "521": "The PC name cannot be the same as your user name and cannot contain spaces.\nPlease enter a different name for this PC.",
    "522": "Example: livingroom-pc",
    "523": "The user name can’t contain the @ symbol.\nWant to sign in with an email address instead? Create an account using a Microsoft account.",
    "524": "That user name is already taken. Choose another user name.",
    "525": "Please type a different user name.",
    "526": "The PC name is too long or contains invalid characters.",
    "527": "You can use any name you want… as long as you don’t use any of these words: CON, PRN, AUX, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8, and LPT",
    "531": "These passwords don’t match.",
    "533": "The password you typed does not meet the password complexity requirements set by the administrator for your network or group. Get the requirements from your administrator, and then type a new password.",
    "536": "This product key didn’t work. Please check it and try again or skip this.",
    "537": "This key won’t work with this edition of Windows, so try a different key.",
    "538": "Please reenter the product key.",
    "539": "Checking the product key",
    "540": "It’s time to enter the product key. Look for it on the box that your Windows DVD came in, in an email that shows that you bought Windows, or on the Certificate of Authenticity sticker, which you’ll find on your PC, power adapter, or inside the battery compartment of your laptop. (It’s okay to remove the battery, so long as your laptop is plugged in.)",
    "541": "Type your product key below. When you connect to the Internet, the product key will be sent to Microsoft to activate Windows.",
    "556": "Help and Support",
    "557": "Check icon",
    "562": "It looks similar to this: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX",
    "566": "Choose a different user name (it can’t be the same as the PC name).",
    "567": "&I don’t accept",
    "568": "You must accept the terms to update",
    "569": "The user name must contain visible characters.",
    "570": "Character is invalid.\nPlease check your product key and try again.",
    "571": "Please read this so you know what you’re agreeing to.",
    "572": "I &accept",
    "573": "Please read the license terms.",
    "574": "Ease of Access",
    "575": "Back",
    "577": "%1_pageroot",
    "578": "•",
    "579": "Close",
    "580": "If you don’t accept these license terms, this update will be canceled and removed from your PC. If you decide to install the update later, you’ll need to go back to the Store and download it again.",
    "581": "&Cancel update",
    "582": "&Review terms",
    "587": "Checking for updates",
    "588": "Let’s go through a few basics",
    "589": "Applying these settings",
    "590": "Finalizing your settings",
    "591": "Restarting in a moment",
    "592": "It didn’t connect so try again (%1!u! of %2!u! tries).",
    "593": "We couldn’t set up your device.",
    "594": "Searching for a Bluetooth device",
    "595": "Windows is pairing your device",
    "596": "Enter the PIN for this keyboard",
    "597": "Press ENTER to finish connecting your keyboard",
    "598": "Setting up your device",
    "599": "It’s ready to use!",
    "600": "Your mouse",
    "601": "Your keyboard",
    "602": "Next Button",
    "603": "Skip Button",
    "604": "Your mouse didn’t connect. Restart your PC to try again or connect a wired mouse to continue. If that doesn’t work, contact your PC manufacturer.",
    "605": "Your keyboard didn’t connect. Restart your PC to try again or connect a wired keyboard to continue. If that doesn’t work, contact your PC manufacturer.",
    "606": "Press the button on the device to finish connecting it.",
    "607": "OEM instruction image",
    "610": "Use &express settings",
    "611": "&Customize",
    "612": "Use Bing to get search suggestions and web results in Windows Search, and let Microsoft use your location and other info to personalize your experiences.",
    "613": "[Data Unavailable]",
    "614": "We recommend these settings, which include occasionally sending info to Microsoft. You can customize these settings now or later.",
    "615": "Express settings",
    "616": "Automatically install Windows updates, app updates, and device software.",
    "617": "Help protect your PC from unsafe files, apps, and websites, and check online for solutions to problems.",
    "618": "Help improve Microsoft software, services, and location services by sending us info.",
    "619": "In Internet Explorer, use page prediction to preload pages, which sends your browsing history to Microsoft.",
    "620": "Let Windows and apps use your name, account picture, and advertising ID, and request your location from the Windows Location Platform.",
    "621": "Automatically find and connect to devices and content on this network.",
    "622": "Don’t automatically find and connect to devices and content on this network.",
    "623": "Automatically update your apps.",
    "624": "Some settings have been disabled by your system administrator.",
    "625": "On",
    "626": "Off",
    "627": "Automatically install important and recommended updates",
    "628": "Automatically install important updates",
    "629": "Don’t set up Windows Update (not recommended)",
    "630": "Update your PC and apps",
    "631": "Windows Update",
    "632": "Automatically get device drivers, apps, and info for new devices",
    "633": "Use Bing to get search suggestions and web results in Windows Search, and let Microsoft use my search history, location, and some account info to personalize my experiences",
    "634": "Help protect your PC and your privacy",
    "635": "In Internet Explorer, use page prediction to preload pages, which sends my browsing history to Microsoft",
    "636": "Use SmartScreen online services to help protect against malicious content in sites loaded by Windows Store apps and Internet Explorer, and malicious downloads",
    "637": "Send a Do Not Track request to websites I visit in Internet Explorer",
    "638": "Update your apps",
    "639": "Let apps use my advertising ID for experiences across apps",
    "640": "Time &zone",
    "645": "Setting up your account",
    "646": "&Next",
    "647": "&Cancel",
    "648": "Change &keyboard",
    "649": "Next you’ll set up your account",
    "650": "Region and language",
    "652": "You can’t change your language later, so choose carefully.",
    "653": "Choose a language.",
    "654": "Display languages",
    "662": "Confirm your local account password.",
    "664": "The password is incorrect. Try again.",
    "665": "Checking your Internet connection",
    "670": "Help improve Microsoft products and services",
    "671": "Turn on Internet Explorer SmartScreen Filter to check URLs and downloads with Microsoft",
    "672": "Get better protection from malware by sending info and files to Microsoft Active Protection Service when Windows Defender is turned on",
    "673": "Send some location data to Microsoft when location-aware apps are used",
    "674": "Send Microsoft info about how I use my PC, as part of the Customer Experience Improvement Program (a file will periodically download to collect better info)",
    "675": "Send Microsoft info about how I use Help, as part of the Help Experience Improvement Program",
    "680": "Pick a color you like and give your PC a name. You’ll be able to personalize more later.",
    "681": "Give your PC a name–any name you want. If you want to change the background color, turn high contrast off in PC settings.",
    "683": "Select a color set",
    "684": "Pick a color you like. You’ll be able to personalize more later.",
    "685": "If you want to change the background color, turn high contrast off in PC settings.",
    "686": "Enter a name for this PC.",
    "687": "You can change your PC name later in PC settings.",
    "688": "The PC name is invalid. Please enter a different name for this PC.",
    "689": "Color slider",
    "690": "Check online for solutions",
    "691": "Use Windows Error Reporting to check online for solutions to problems",
    "692": "Automatically update my apps",
    "693": "Share info with Microsoft and other services",
    "694": "Let apps use my name and account picture",
    "695": "Let Windows and apps request my location from the Windows Location Platform",
    "696": "Use compatibility lists for Internet Explorer to help improve my experiences on some sites",
    "697": "Let Windows and apps use your name, account picture, advertising ID, and other domain info, and request your location from the Windows Location Platform.",
    "698": "Let apps use my name, picture, and other domain account info",
    "704": "Connecting to the unsecured network %1.",
    "705": "Enter the password for %1.",
    "706": "Enter the password for %1.",
    "707": "Enter the PIN from the router label (usually 8 digits) to connect to %1.",
    "708": "Enter your user name and password for %1.",
    "709": "Please choose the type of sign-in info for %1.",
    "710": "If you want a password, choose something that will be easy for you to remember but hard for others to guess.",
    "711": "Type a password for the built-in administrator account that you can use to sign in to this computer.",
    "712": "Windows is having trouble connecting to the Internet.\n\nFor now you can create a local account. We’ll help you set up your Microsoft account later.",
    "713": "Something went wrong and we couldn’t set up your Microsoft account.\n\nFor now you can create a local account. We’ll help you set up your Microsoft account later.",
    "714": "Example: John",
    "715": "Enter your user name.",
    "716": "A hint is required. Make sure it helps you remember your password.",
    "717": "Your password hint cannot contain your password.",
    "719": "User name",
    "720": "Password",
    "721": "Reenter password",
    "722": "Password hint",
    "723": "Something went wrong and we couldn’t set up your Microsoft account.\n\nFor now you can continue using your existing account. We’ll help you set up your Microsoft account later.",
    "724": "Windows is having trouble connecting to the Internet.\n\nFor now you can continue using your existing account. We’ll help you set up your Microsoft account later.",
    "730": "You’ve connected to a network. Do you want to find PCs, devices, and content on this network, and automatically connect to devices like printers and TVs?",
    "731": "&Yes",
    "732": "For home or work networks",
    "733": "&No",
    "734": "For networks in public places",
    "735": "You’ve connected to the %1 network. Do you want to find PCs, devices, and content on this network, and automatically connect to devices like printers and TVs?",
    "736": "Connecting to your network and applying settings",
    "741": "Someone’s already using that Microsoft account to sign in to this PC. Try using a different email address to sign in.",
    "742": "Caps Lock is on",
    "765": "&Try again",
    "766": "Create a &local account",
    "767": "Use &existing account",
    "768": "Your accessory",
    "769": "Your device is connected.",
    "770": "Your device is connected. Next button.",
    "785": "%1 is using a proxy server and needs more sign-in info.",
    "786": "Skip this step",
    "787": "Enter &proxy settings",
    "788": "Pick a network and go online to finish setting up your PC.",
    "789": "Connecting to %1",
    "790": "Enter your password",
    "791": "&I’m not %1",
    "800": "Input Indicator",
    "801": "12pt;Bold;none;Segoe UI",
    "802": "11;semilight;none;Segoe UI",
    "810": "Product key (dashes will be added automatically)",
    "811": "Turn on Do Not Track in Internet Explorer.",
    "812": "To help your PC run better, we will update it automatically and get software for your new devices. These features are always on and will send info to Microsoft to help them work properly.",
    "820": "Color set %1",
    "821": "Use the device theme",
    "822": "Use the device theme",
    "830": "Country or region",
    "831": "App language",
    "832": "Keyboard layout",
    "842": "Enter the proxy server settings for either the automatic configuration script location or the static proxy server address.",
    "843": "Unable to connect to the Internet. Please check your settings and try again.",
    "844": "Automatic configuration script",
    "845": "Static proxy server",
    "846": "Port",
    "847": "Connecting to the Internet",
    "848": "Skip this step",
    "861": "Enter the user name and password for %1.",
    "862": "User name",
    "863": "Password",
    "864": "The user name or password was incorrect. Please try again.",
    "865": "Skip this step",
    "866": "Enter the user name and password",
    "867": "Proxy server: %1",
    "1121": "PC n&ame",
    "1122": "PC name",
    "1124": "License terms",
    "1132": "&User name",
    "1133": "&Password",
    "1134": "&Reenter password",
    "1135": "Password &hint",
    "1146": "Product key",
    "1153": "Product key",
    "1157": "&Privacy statement",
    "1172": "&Country or region",
    "1173": "App &language",
    "1174": "&Keyboard layout",
    "1219": "&Learn more about express settings",
    "1220": "&Privacy statement",
    "12900": "Input Indicator",
    "12901": "12pt;Bold;;Segoe UI",
    "12902": "11;semilight;none;Segoe UI",
    "25467": "%s\n%s\n\nTo switch input methods, press\nWindows key+Space."
}